driver-tests/pojose/redelivery/asynch/caRedelivery/test/testRedeliveryRedirectFromBPEL/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:car="caRedelivery">
  <soapenv:Body>
    <car:POJOTestRedeliveryThrottlingSvcOperation>
      <part1>TestRedirectFromBPEL</part1>
    </car:POJOTestRedeliveryThrottlingSvcOperation>
  </soapenv:Body>
</soapenv:Envelope>